Revit 2027 API
BuiltInFailures.CopyPasteFailures.CannotCopyZone Property
 A Zone cannot be copied.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotCopyZone { get; }
Public Shared ReadOnly Property CannotCopyZone As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotCopyZone {
	FailureDefinitionId^ get ();
}
static member CannotCopyZone : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace